insert into event 
values( '발렌타인데이', to_date('14-02' , 'DD-MM'));
insert into event 
values( '화이트데이', to_date('14-03' , 'DD-MM'));
insert into event 
values( '로즈데이', to_date('14-05' , 'DD-MM'));
insert into event 
values( '어버이 날', to_date('08-05' , 'DD-MM'));
insert into event 
values( '스승의 날', to_date('15-05' , 'DD-MM'));
insert into event
values( '포토데이', to_date('14-09' , 'DD-MM'));
insert into event
values( '고백데이', to_date('17-09' , 'DD-MM'));
insert into flower 
values('빨간장미', '열렬한 사랑', './img/flower/1.jpg');
insert into flower 
values('분홍장미', '행복한 사랑', './img/flower/2.jpg');
insert into flower 
values('노란장미', '영원한 사랑', './img/flower/3.jpg');
insert into flower 
values('파랑장미', '불가능의 극복,기적같은 사랑', './img/flower/4.jpg');
insert into flower 
values('보라장미', '영원한 사랑', './img/flower/5.jpg');
insert into flower 
values('하얀장미', '존경, 순결한 사랑', './img/flower/6.jpg');
insert into flower 
values('주황장미', '첫사랑의 고백', './img/flower/7.jpg');
insert into flower 
values('하얀안개', '순수한 사랑, 사랑의 약속', './img/flower/11.jpg');
insert into flower 
values('분홍안개', '순수한 사랑, 사랑의 약속', './img/flower/12.jpg');
insert into flower 
values('보라안개', '영원한 사랑', './img/flower/13.jpg');
insert into flower 
values('파랑안개', '순수한 마음, 아름다움', './img/flower/14.jpg');
insert into flower 
values('노랑안개', '기쁨, 성공', './img/flower/15.jpg');
insert into flower 
values('초록안개', '사랑의 성공', './img/flower/16.jpg');
insert into flower
values('거베라', '신비로운', './img/flower/21.jpg');
insert into flower  
values('노랑거베라', '최고의 사랑', './img/flower/22.jpg');
insert into flower 
values('스토크', '영원한 사랑, 영원한 아름다움', './img/flower/23.jpg');
insert into flower 
values('르네브','순수한 사랑','./img/flower/24.jpg');
insert into flower 
values('소국','진심','./img/flower/25.jpg');
insert into flower 
values('수국','진심','./img/flower/26.jpg');
insert into flower 
values('리시안','영원한 사랑','./img/flower/27.jpg');
insert into flower 
values('백합','순수한 사랑','./img/flower/28.jpg');
insert into flower 
values('프리지아','영원한 사랑, 당신의 앞날','./img/flower/29.jpg');
insert into flower 
values('퐁퐁','진실된 사랑','./img/flower/30.jpg');
insert into flower 
values('카네이션','존경','./img/flower/31.jpg');
insert into flower 
values('해바라기','당신만을 사랑합니다.','./img/flower/32.jpg');
insert into mix 
values('빨강장미', '뜨겁게 타오르는 사랑의 마음을 확인하고 싶다면 빨간 장미를 선물해보세요. 서로의 사랑이 꺼지지 않고 더 뜨겁게 타오를 거예요.','로즈데이_성년의 날_발렌타인데이_화이트데이','열렬한 사랑');
insert into mix 
values('분홍장미', '행복한 사랑을 꿈꾼다면 분홍장미를 선물해보세요. 분홍장미가 서로에게 행복을 가져다 줄거에요.','로즈데이_성년의 날_발렌타인데이_화이트데이','행복한 사랑');
insert into mix 
values('노랑장미', '서로의 사랑하는 마음이 변치 않길 바란다면 노란 장미를 선물해보세요. 그 소원이 이루어질거예요.','로즈데이_성년의 날_발렌타인데이_화이트데이','영원한 사랑');
insert into mix 
values('파랑장미', '완벽한 파란장미를 만들 수가 없어서 꽃말이 불가능이었던 파란장미. 이제는 완벽한 파란장미를 만들 수 있어 꽃말도 불가능의 극복, 기적같은 사랑으로 바뀌었다고 하네요. 사랑의 시련을 함께 극복하길 바란다면 파란 장미를 선물해보세요. 어떤 시련도 이겨낼 수 있을거에요.','로즈데이_성년의 날_발렌타인데이_화이트데이','불가능의 극복_기적같은 사랑');
insert into mix 
values('보라장미', '영원토록 당신만을 사랑하겠습니다. 서로의 사랑이 영원하길 바란다면 보라색 장미를 선물해보세요. 그 소원이 이루어질거예요.','로즈데이_성년의 날_발렌타인데이_화이트데이','영원한 사랑');
insert into mix 
values('하얀장미', '하얀색과 잘 어울리는 꽃말을 가지고 있는 하얀장미. 연인에게 존경을 표하고 싶을 때 좋은 꽃이에요.','로즈데이_성년의 날_발렌타인데이_화이트데이','존경_순수한 사랑');
insert into mix 
values('주황장미', '마치 풋풋한 사랑처럼 발그레한 볼 같은 주황장미. 이제 막 사랑을 시작하는 연인들에게 어울리는 꽃이에요.','로즈데이_성년의 날_발렌타인데이_화이트데이','첫사랑의 고백');
insert into mix 
values('빨강장미_분홍장미', '당신을 열렬히 사랑하고 행복하게 해줄게요. 사랑을 고백하기 좋은 꽃이네요.','로즈데이_성년의 날_발렌타인데이_화이트데이','열렬한 사랑_행복한 사랑');
insert into mix 
values('빨강장미_분홍장미_노랑장미', '열렬한 사랑과 행복한사랑 거기에 영원한 사랑의 꽃말을 가진 노랑장미 까지. 사랑하는 사람을 뜨겁게 영원히 행복하게 해주고 싶다면 이 꽃을 선물해 보세요.','로즈데이_성년의 날_발렌타인데이_화이트데이','열렬한 사랑_행복한 사랑_영원한 사랑');
insert into mix 
values('빨강장미_분홍장미_노랑장미_르네브', '열렬하고도 행복한 사랑 거기에 영원한 사랑이란 꽃말을 가진 노란장미 까지. 사랑하는 사람을 뜨겁게 영원히 행복하게 해주고 싶다면 이 꽃을 선물해 보세요.','로즈데이_성년의 날_결혼기념일_발렌타인데이','열렬한 사랑_영원한 사랑');
insert into mix 
values('빨강장미_분홍장미_보라장미_수국', '사랑하는 사람을 뜨겁게 영원히 행복하게 해주고 싶은 마음에 진심까지 담았습니다. 그 진심이 상대방에게 잘 전달 될거에요.','로즈데이_성년의 날_결혼기념일_화이트데이','열렬한 사랑_진심');
insert into mix 
values('빨강장미_분홍장미_보라장미_하얀안개', '사랑하는 사람을 뜨겁게 영원히 행복하게 해주고 싶은 순수한 마음을 이 꽃이 전해줄 거에요.','로즈데이_성년의 날_결혼기념일_발렌타인데이','영원한 사랑_행복한 사랑');
insert into mix 
values('빨강장미_분홍장미_하얀장미', '당신을 열렬히 사랑하고 행복하게 해줄게요. 사랑을 고백하기 좋은 꽃이에요.','로즈데이_성년의 날_발렌타인데이_화이트데이','열렬한 사랑_행복한 사랑');
insert into mix 
values('빨강장미_분홍장미_리시안', '사랑하는 사람에게 이 뜨겁고 행복한 사랑이 영원할 거라 말하고 싶다면 이 꽃을 선물해 보세요.', '로즈데이_성년의 날_결혼기념일_화이트데이', '열렬한 사랑_행복한 사랑');
insert into mix 
values('빨강장미_분홍장미_백합', '사랑하는 사람에게 이 뜨거운 사랑의 마음이 순수하다고 이 꽃으로 알려주세요.','로즈데이_성년의 날_결혼기념일','열렬한 사랑_순수한 사랑');
insert into mix 
values('빨강장미_분홍장미_프리지아', '열렬하고도 행복한 사랑이 영원할 거라고 이 꽃으로 속삭여주세요.','로즈데이_결혼기념일_화이트데이','열렬한 사랑_행복한 사랑');
insert into mix 
values('빨강장미_분홍장미_보라장미_소국', '이 사랑이 뜨겁게 영원할 거라는 마음이 진심이라면 이 꽃을 선물하세요. 그 진심을 상대방이 알아줄거에요.','로즈데이_결혼기념일_화이트데이_발렌타인데이','열렬한 사랑_영원한 사랑_진심');
insert into mix 
values('빨강장미_분홍장미_거베라', '너무 신비로운 연인에게 뜨거운 사랑을 전해주세요. 정말 행복해 할거에요.', '발렌타인데이_화이트데이_로즈데이', '신비로운 사랑_행복한 사랑');
insert into mix 
values('빨강장미_분홍장미_스토크', '영원히 아름다운 연인에게 뜨거운 사랑을 전해주세요. 정말 행복해 할거에요.', '결혼기념일_발렌타인데이_화이트데이_로즈데이', '영원한 사랑_열렬한 사랑');
insert into mix 
values('빨강장미_분홍장미_소국', '당신의 사랑의 뜨거운 사랑이 진심이라는 것을 이 꽃으로 보여주세요. 정말 행복해 할거에요.', '로즈데이_결혼기념일_발렌타인데이_화이트데이', '열렬한 사랑_진심');
insert into mix 
values('빨강장미_분홍장미_소국_스토크', '영원히 아름다운 당신을 진심을 담아 이 꽃을 선물해보세요. 정말 행복해 할거에요.','로즈데이_결혼기념일','영원한 사랑_행복한 사랑');
insert into mix 
values('빨강장미_분홍장미_소국_하얀안개', '뜨거운 이 사랑이 영원히 진심임을 이 꽃으로 보여주세요. 정말 행복해 할거에요.','화이트데이_발렌타인데이_로즈데이','열렬한 사랑_진심');
insert into mix 
values('빨강장미_분홍장미_수국_소국', '뜨겁고도 진실한 이 사랑을 이 꽃으로 전하세요. 영원히 행복할 수 있도록 이 꽃이 빌어줄거에요.','결혼기념일_발렌타인데이_화이트데이','열렬한 사랑_영원한 사랑_진심');
insert into mix 
values('빨강장미_분홍장미_수국_퐁퐁_카네이션', '뜨겁고도 진실한 이 사랑을 이 꽃으로 전하세요. 영원히 행복할 수 있도록 이 꽃이 빌어줄거에요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','열렬한 사랑_영원한 사랑_진심');
insert into mix 
values('빨강장미_분홍장미_노랑장미_리시안', '연인을 향한 뜨거운 사랑을 전하세요. 이 꽃을 선물하면 영원하고 행복한 사랑이 이루어 질 거에요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','열렬한 사랑_행복한 사랑_영원한 사랑');
insert into mix 
values('빨강장미_하얀장미', '사랑하는 사람에게 존경과 사랑을 전하세요.','로즈데이_성년의 날_발렌타인데이_결혼기념일','존경_감사');
insert into mix 
values('빨강장미_하얀장미_백합', '사랑하는 순수한 마음을 이 꽃으로 전해 보세요.','결혼기념일_발렌타인데이_화이트데이','순수한 사랑');
insert into mix 
values('빨강장미_하얀장미_소국', '당신의 존경과 사랑이 진심이라고 이 꽃으로 말해보세요.','결혼기념일_발렌타인데이_화이트데이','존경_감사_진심');
insert into mix 
values('빨강장미_주황장미', '발그레한 볼 같은 주황장미와 뜨거운 사랑을 예고하는 빨간장미가 이제 막 시작하는 연인들의 사랑을 응원합니다.','로즈데이_발렌타인데이_화이트데이','첫사랑의 고백_열렬한 사랑');
insert into mix 
values('빨강장미_주황장미_하얀안개', '사랑의 성공을 응원하는 하얀안개꽃이 뜨거운 사랑과 첫사랑을 의미하는 장미들을 만났어요. 고백하기에 정말 좋은 꽃이네요.','발렌타인데이_화이트데이','첫사랑의 고백_사랑의 성공');
insert into mix 
values('빨강장미_주황장미_퐁퐁', '이제 막 사랑을 시작하는 연인들에게 이 사랑이 진심이라는 것을 알려주기 좋은 꽃이네요.','발렌타인데이_화이트데이_로즈데이','첫사랑의 고백_진심');
insert into mix 
values('빨강장미_노랑장미', '뜨거운 사랑이 영원하도록 이 꽃과 함께 빌어보세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','열렬한 사랑_영원한 사랑');
insert into mix 
values('빨강장미_노랑장미_하얀장미', '뜨거운 사랑이 영원하도록 이 꽃과 함께 당신의 순수한 마음을 전해보세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','열렬한 사랑_순수한 사랑');
insert into mix 
values('빨강장미_노랑장미_하얀안개', '뜨거운 사랑이 영원하도록 이 꽃과 함께 당신의 순수한 마음을 전해보세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','열렬한 사랑_순수한 사랑');
insert into mix 
values('빨강장미_보라장미_백합', '뜨거운 사랑이 영원하도록 이 꽃과 함께 당신의 순수한 마음을 전해보세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','열렬한 사랑_순수한 사랑');
insert into mix 
values('빨강장미_보라장미_리시안_소국', '뜨거운 사랑이 영원하도록 이 꽃과 함께 당신의 진실한 사랑을 전해보세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','열렬한 사랑_진심');
insert into mix 
values('빨강장미_노랑거베라', '이 뜨거운 사랑이 최고의 사랑이라는 것을 이 꽃으로 표현해보세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','열렬한 사랑_최고의 사랑');
insert into mix 
values('빨강장미_카네이션', '존경과 사랑을 담아 이 꽃을 선물하세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이_어버이날_스승의날','존경_감사');
insert into mix 
values('빨강장미_해바라기', '이 뜨거운 사랑이 당신만을 향한다는 것을 알려주세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','열렬한 사랑');
insert into mix 
values('빨강장미_리시안', '당신의 열렬한 사랑이 영원할 거라고 이 꽃으로 알려주세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','열렬한 사랑_영원한 사랑');
insert into mix 
values('빨강장미_리시안_소국', '열렬한 사랑이 영원할 거라고 당신의 진실한 사랑을 전하세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','열렬한 사랑_영원한 사랑_진심');
insert into mix 
values('빨강장미_리시안_하얀안개', '이 뜨거운 사랑이 영원할 거라고 이 꽃으로 약속하세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','열렬한 사랑_영원한 사랑');
insert into mix 
values('빨강장미_리시안_백합', '열렬한 사랑이 영원할 거라고 당신의 순수한 사랑을 전하세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','열렬한 사랑_순수한 사랑');
insert into mix 
values('빨강장미_리시안_거베라', '당신의 신비로운 연인과의 이 사랑이 뜨겁고 영원하도록 이 꽃으로 빌어보세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','신비로운 사랑_열렬한 사랑');
insert into mix 
values('빨강장미_리시안_거베라_소국_수국', '당신의 신비로운 연인과의 이 사랑이 뜨겁고 영원히 진심이라고 말해보세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','신비로운 사랑_영원한 사랑_진심');
insert into mix 
values('빨강장미_리시안_거베라_퐁퐁', '당신의 신비로운 연인과의 이 사랑이 뜨겁고 영원히 진심이라고 말해보세요.','결혼기념일_발렌타인데이_화이트데이_로즈데이','신비로운 사랑_열렬한 사랑_진심');
insert into mix 
values('빨강장미_리시안_거베라_카네이션', '당신의 신비로운 연인과 이 사랑이 뜨겁고 영원할거라고 존경을 담아 이 꽃을 선물해보세요.','결혼기념일_발렌타인데이_화이트데이','신비로운 사랑_영원한 사랑_존경');
insert into mix 
values('빨강장미_리시안_카네이션', '열렬한 사랑이 영원할 거라고 당신의 사랑과 존경을 전하세요.','결혼기념일_발렌타인데이_화이트데이','열렬한 사랑_영원한 사랑_존경');
insert into mix 
values('빨강장미_리시안_퐁퐁_카네이션', '열렬한 사랑이 영원할 거라고 당신의 진실한 사랑을 존경과 함께 전하세요.','결혼기념일_발렌타인데이_화이트데이','열렬한 사랑_영원한 사랑_존경');
insert into mix 
values('빨강장미_하얀안개', '뜨거운 사랑을 연인에게 약속하세요.','결혼기념일_발렌타인데이_화이트데이','열렬한 사랑');
insert into mix 
values('빨강장미_보라안개', '당신의 뜨거운 사랑이 영원할 거라고 말해주세요.','결혼기념일_발렌타인데이_화이트데이','열렬한 사랑_영원한 사랑');
insert into mix 
values('빨강장미_분홍안개', '연인에게 당신을 죽을만큼 뜨겁게 사랑한마도 말해보세요.','발렌타인데이_화이트데이','영원한 사랑_열렬한 사랑');
insert into mix 
values('빨강장미_소국', '당신을 향한 뜨거운 사랑이 진심이라는 것을 알려주세요.','발렌타인데이_화이트데이','열렬한 사랑_진심');
insert into mix 
values('빨강장미_소국_스토크', '영원히 아름다운 연인에게 이 뜨거운 사랑이 진심이라는 것을 알려주세요.','발렌타인데이_화이트데이','열렬한 사랑_영원한 사랑_진심');
insert into mix 
values('빨강장미_소국_거베라_카네이션', '당신의 신비로운 연인에게 이 뜨거운 사랑이 진심이라는 것을 알려주세요.','발렌타인데이_화이트데이','신비로운 사랑_열렬한 사랑_진심');
insert into mix 
values('빨강장미_소국_수국_르네브', '당신의 사랑이 뜨겁고 순수하다는 것을 진심을 담아 보여주세요.','발렌타인데이_화이트데이','열렬한 사랑_순수한 사랑');
insert into mix 
values('빨강장미_수국', '당신의 뜨거운 사랑이 진심이라고 말해보세요.','발렌타인데이_화이트데이','열렬한 사랑_진심');
insert into mix 
values('빨강장미_백합', '당신의 뜨거운 사랑이 순수하다는 것을 보여주세요.','발렌타인데이_화이트데이','열렬한 사랑_순수한 사랑');
insert into mix 
values('빨강장미_스토크', '당신의 뜨거운 사랑이 변치 않을거라 이 꽃으로 약속하세요.','결혼기념일','열렬한 사랑_영원한 사랑');
insert into mix 
values('빨강장미_스토크_거베라_카네이션', '당신의 신비로운 연인에게 이 뜨거운 사랑이 변치 않을거라 약속하세요.','결혼기념일','신비로운 사랑_열렬한 사랑');
insert into mix 
values('빨강장미_거베라', '당신의 신비로운 연인에게 뜨거운 사랑을 전해보세요.','결혼기념일','신비로운 사랑_열렬한 사랑');
insert into mix 
values('빨강장미_거베라_소국', '당신의 신비로운 연인에게 이 뜨거운 사랑에 진심을 담아 전해보세요.','결혼기념일','신비로운 사랑_열렬한 사랑_진심');
insert into mix 
values('빨강장미_거베라_해바라기_소국', '당신의 신비로운 연인에게 당신만을 뜨겁게 사랑하겠다는 진심을 전해보세요.','결혼기념일','신비로운 사랑_열렬한 사랑_진심');
insert into mix 
values('빨강장미_거베라_카네이션', '당신의 연인에게 뜨겁게 사랑하겠다는 마음을 전해보세요.','결혼기념일','열렬한 사랑');
insert into mix 
values('분홍장미_하얀장미', '행복한 사랑을 당신의 연인에게 약속해보세요.','발렌타인데이_화이트데이_로즈데이','행복한 사랑');
insert into mix 
values('분홍장미_하얀장미_하얀안개', '행복한 사랑을 하고 싶은 당신의 순수한 마음을 이 꽃으로 보여주세요.','발렌타인데이_화이트데이_로즈데이','행복한 사랑_순수한 사랑');
insert into mix 
values('분홍장미_하얀장미_수국', '행복한 사랑을 하고 싶은 당신의 진심을 이 꽃으로 보여주세요.','결혼기념일_발렌타인데이_화이트데이','행복한 사랑_진심');
insert into mix 
values('분홍장미_하얀장미_스토크', '영원히 아름다운 당신의 연인에게 행복한 사랑을 선물하세요.','결혼기념일_발렌타인데이_화이트데이','행복한 사랑_영원한 사랑');
insert into mix 
values('분홍장미_하얀장미_카네이션', '사랑하는 사람에게 존경하고 행복하게 해주겠다고 말해보세요.','결혼기념일_발렌타인데이_화이트데이','행복한 사랑_존경');
insert into mix 
values('분홍장미_하얀장미_리시안_카네이션', '당신의 연인에게 영원히 존경하고 행복하게 해주겠다고 말해보세요.','결혼기념일_발렌타인데이_화이트데이','행복한 사랑_영원한 사랑');
insert into mix 
values('분홍장미_하얀장미_리시안_스토크', '사랑하는 사람에게 당신의 변치 않을 사랑과 존경을 보여주세요.','결혼기념일_발렌타인데이_화이트데이','영원한 사랑_존경');
insert into mix 
values('분홍장미_하얀장미_보라장미', '사랑하는 사람에게 당신의 변치 않을 사랑과 존경을 보여주세요.','결혼기념일_발렌타인데이_화이트데이','영원한 사랑_존경');
insert into mix 
values('분홍장미_노랑장미', '이 행복한 사랑이 영원할 거라고 말해보세요','결혼기념일','행복한 사랑_영원한 사랑');
insert into mix 
values('분홍장미_보라장미', '이 행복한 사랑이 영원할 거라고 말해보세요.','결혼기념일','행복한 사랑_영원한 사랑');
insert into mix 
values('분홍장미_보라장미_수국_카네이션', '이 행복한 사랑이 영원할 거라고 진심을 담아 보여주세요.','결혼기념일','행복한 사랑_진심');
insert into mix 
values('분홍장미_보라장미_리시안_수국_카네이션', '이 행복한 사랑이 영원할 거라고 진심을 담아 말해보세요.','결혼기념일','행복한 사랑_진심');
insert into mix 
values('분홍장미_보라장미_리시안_소국', '이 행복한 사랑이 영원할 거라고 진심을 담아 말해보세요.','결혼기념일','행복한 사랑_진심');
insert into mix 
values('분홍장미_보라장미_리시안_소국_카네이션', '이 행복한 사랑이 영원할 거라고 진심을 담아 말해보세요.','결혼기념일','행복한 사랑_영원한 사랑');
insert into mix 
values('분홍장미_주황장미_수국', '이제 막 사랑을 시작하는 연인들은 이 꽃으로 행복한 사랑을 빌어보세요.','발렌타인데이_화이트데이','첫사랑의 고백_행복한 사랑');
insert into mix 
values('분홍장미_주황장미_소국_거베라_카네이션', '이제 막 사랑을 시작한 당신의 연인에게 이 꽃으로 진심과 존경을 전하세요.','발렌타인데이_화이트데이','첫사랑의 고백_진심');
insert into mix 
values('분홍장미_해바라기', '당신만을 사랑한다고 이 행복한 당신의 사랑을 이 꽃으로 전해보세요.','발렌타인데이_화이트데이','첫사랑의 고백');
insert into mix 
values('분홍장미_리시안', '이 행복한 사랑이 영원할 거라고 당신의 연인에게 이 꽃으로 말해보세요.','발렌타인데이_화이트데이','행복한 사랑_진심');
insert into mix 
values('분홍장미_리시안_파랑안개', '이 행복한 사랑이 영원할 거라고 당신의 연인에게 이 꽃으로 말해보세요.','발렌타인데이_화이트데이','행복한 사랑_영원한 사랑');
insert into mix 
values('분홍장미_리시안_거베라', '이 행복한 사랑이 영원할 거라고 당신의 숭고한 사랑을 이 꽃으로 전해보세요.','발렌타인데이_화이트데이','행복한 사랑_영원한 사랑');
insert into mix 
values('분홍장미_리시안_거베라_소국', '이 행복한 사랑이 영원할 거라고 당신의 진심을 이 꽃으로 보여주세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑_영원한 사랑_진심');
insert into mix 
values('분홍장미_리시안_거베라_소국_수국', '당신과의 행복한 사랑이 영원할 거라고 당신의 진심을 이 꽃으로 보여주세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑_영원한 사랑_진심');
insert into mix 
values('분홍장미_리시안_거베라_카네이션', '당신과의 행복한 사랑이 영원할 거라고 당신의 진심을 이 꽃으로 보여주세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑_영원한 사랑_진심');
insert into mix 
values('분홍장미_리시안_수국', '당신과의 행복한 사랑이 영원할 거라고 당신의 진심을 이 꽃으로 보여주세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑_영원한 사랑_진심');
insert into mix 
values('분홍장미_리시안_수국_소국', '당신과의 행복한 사랑이 영원할 거라고 당신의 진심을 이 꽃으로 보여주세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑_영원한 사랑_진심');
insert into mix 
values('분홍장미_리시안_소국', '당신과의 행복한 사랑이 영원할 거라고 당신의 진심을 이 꽃으로 보여주세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑_영원한 사랑_진심');
insert into mix 
values('분홍장미_리시안_카네이션', '당신과의 행복한 사랑이 영원할 거라고 당신의 진심을 이 꽃으로 보여주세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑_영원한 사랑_진심');
insert into mix 
values('분홍장미_리시안_소국_퐁퐁', '당신과의 행복한 사랑이 영원할 거라고 당신의 진심을 이 꽃으로 보여주세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑_영원한 사랑_진심');
insert into mix 
values('분홍장미_리시안_스토크', '당신과의 행복한 사랑이 영원히 변치 않을 거라고 당신의 진심을 담아 이 꽃을 선물하세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑_영원한 사랑_진심');
insert into mix 
values('분홍장미_리시안_스토크_카네이션', '당신과의 행복한 사랑이 영원히 변치 않을 거라고 당신의 진심을 담아 이 꽃을 선물하세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑_영원한 사랑_진심');
insert into mix 
values('분홍장미_리시안_백합_카네이션', '당신과의 행복한 사랑이 영원할 수 있도록 당신의 순수한 사랑을 전해보세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑_순수한 사랑');
insert into mix 
values('분홍장미_하얀안개', '사랑하는 연인에게 행복하게 해주겠다는 약속을 이 꽃으로 해보세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑');
insert into mix 
values('분홍장미_분홍안개', '사랑하는 연인에게 이 꽃으로 행복을 전해주세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑');
insert into mix 
values('분홍장미_카네이션', '사랑하는 사람에게 이 꽃으로 행복과 존경을 표현해주세요.','어버이날_스승의날','존경_감사');
insert into mix 
values('분홍장미_카네이션_소국', '사랑하는 사람에게 이 꽃으로 행복과 존경을 진심을 담아 전해주세요.','어버이날_스승의날','존경_감사');
insert into mix 
values('분홍장미_카네이션_거베라', '사랑하는 사람에게 이 꽃으로 행복과 존경을 전해주세요.','어버이날_스승의날','존경_감사');
insert into mix 
values('분홍장미_해바라기_소국', '사랑하는 연인에게 당신만을 사랑하고 행복하게 해주겠다는 진심을 이 꽃으로 보여주세요,','로즈데이_화이트데이_발렌타인데이','행복한 사랑_영원한 사랑');
insert into mix 
values('분홍장미_수국', '당신의 사랑과 진심을 이 꽃으로 전해보세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑_진심');
insert into mix 
values('분홍장미_소국', '당신의 사랑과 진심을 이 꽃으로 전해보세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑_진심');
insert into mix 
values('분홍장미_소국_거베라', '당신의 사랑과 진심을 이 아름다운 꽃으로 전해보세요.','로즈데이_화이트데이_발렌타인데이','행복한 사랑_진심');
insert into mix 
values('분홍장미_소국_카네이션', '당신의 사랑과 존경을 진심을 담아 이 꽃으로 전해주세요.','어버이날_스승의날','존경_감사');
insert into mix 
values('분홍장미_소국_카네이션_하얀안개', '당신의 사랑과 존경을 진심을 담아 이 꽃으로 전해주세요.','어버이날_스승의날','존경_감사_진심');
insert into mix 
values('분홍장미_백합', '당신의 순수한 사랑을 이 꽃으로 전해주세요.','로즈데이_화이트데이_발렌타인데이','순수한 사랑');
insert into mix 
values('분홍장미_백합_르네브', '당신의 순수한 사랑을 이 꽃으로 전해주세요.','로즈데이_화이트데이_발렌타인데이','순수한 사랑');
insert into mix 
values('분홍장미_르네브_소국_수국', '당신의 순수한 사랑을 진심을 담아 이 꽃으로 전해주세요.','로즈데이_화이트데이_발렌타인데이','순수한 사랑');
insert into mix 
values('분홍장미_프리지아', '당신의 순수한 사랑이 영원할 거라고 이 꽃으로 전해주세요.','로즈데이_화이트데이_발렌타인데이','순수한 사랑_영원한 사랑');
insert into mix 
values('분홍장미_거베라', '당신의 순수한 사랑을 이 아름다운 꽃으로 전해주세요.','로즈데이_화이트데이_발렌타인데이','순수한 사랑');
insert into mix 
values('분홍장미_스토크', '이 행복한 사랑이 영원할 거라고 이 꽃으로 전해주세요.','결혼식','행복한 사랑_영원한 사랑');
insert into mix 
values('노랑장미_하얀장미', '주변에 무언가에 열중하고 노력하는 사람이 있다면, 이 꽃과 함께 성공을 빌어주세요.','졸업식','성공');
insert into mix 
values('노랑장미_하얀장미_수국', '상대방이 불안해 한다면 이 꽃을 통해 당신의 변하지 않는 마음을 표현해보세요.','화이트데이_발렌타인데이','영원한 사랑_진심');
insert into mix 
values('노랑장미_보라장미', '당신에게 인생의 동반자가 있다면 가끔은 이런 꽃선물은 어떠신가요?','졸업식', '우정');
insert into mix 
values('노랑장미_보라장미_수국', '당신의 상냥한 마음을 그대에게 전해보세요. 그대도 당신의 마음을 알아줄거랍니다.', '로즈데이_발렌타인데이_화이트데이','상냥한 사랑');
insert into mix 
values('노랑장미_스토크', '당신의 친구에게 마음을 표현하세요.','졸업식','우정');
insert into mix 
values('노랑장미_주황장미', '무언가에 도전하는 사람이 있다면 그 사람의 성공을 빌어주며 마음을 전하는건 어떤가요?','졸업식','우정');
insert into mix 
values('노랑장미_카네이션', '행복했으면 하는 사람에게 꽃과 함께 마음을 전해보세요. 꽃을 받은 그대도 행복해질 거랍니다.','결혼식','행복한 사랑');
insert into mix 
values('노랑장미_하얀안개', '지금 행복하신가요? 이 행복이 변치않길 바라면서 마음을 전해보세요.','결혼식','행복한 사랑');
insert into mix 
values('노랑장미_노랑거베라_스토크', '최고를 향해 도전하는 그대에게 선물한다면 모든 일이 잘 풀리지 않을까요?','졸업식','성공');
insert into mix 
values('노랑장미_백합', '오랜만에 옛 친구를 만나는 자리에 이 꽃을 선물하면서 우정을 확인해보는건 어떨까요?','졸업식','우정');
insert into mix 
values('노랑장미_수국', '꽃과 함께 당신의 진심을 연인에게 반드시 전하세요.','발렌타인데이_화이트데이_로즈데이','영원한 사랑_진심');
insert into mix 
values('노랑장미_프리지아', '긍정적인 메시지를 전하고 싶다면 이 꽃과 함께 상대방에게 전해보세요.','결혼식_졸업식','당신의 앞날_성공');
insert into mix 
values('노랑장미_리시안', '사랑하는 그대를 향한 당신의 마음을 꽃으로 표현해보세요.','발렌타인데이_화이트데이_로즈데이','영원한 사랑');
insert into mix 
values('노랑장미_리시안_해바라기', '든든한 조력자가 필요한 그대에게 쉼터가 될수 있는 당신의 마음을 표현하세요.','졸업식','영원한 사랑_감사');
insert into mix 
values('노랑장미_리시안_소국', '매사에 긍정적인 그대에게 그 마음 변치말라고 꽃과 함께 선물 어떠세요.','졸업식_결혼식','진심_영원한 사랑');
insert into mix 
values('노랑장미_리시안_소국_카네이션', '아름다운 그대에게 꽃과함께 당신의 마음을 전해보세요','발렌타인데이_화이트데이','영원한 사랑');
insert into mix 
values('노랑장미_소국_카네이션', '행복을 바라는 상대가 있다면, 꽃과 함께 그대의 행복을 빌어주세요.','혼식_졸업식_성년의날','행복한 사랑');
insert into mix 
values('파랑장미_하얀장미_하얀안개_리시안_퐁퐁_카네이션', '당신의 소중한 사람에게 기적이 필요한 순간이라면, 또는 그분이 당신에게 기적 같은 존재라면 이 꽃바구니를 선물하세요.','졸업식_성년의날','기적같은 사랑');
insert into mix 
values('파랑장미_하얀안개', '수많은 확률 중 우리가 만난 건 기적이라고 생각해요. 운명처럼 만난 그대에게 마음을 전하세요.','발렌타인데이_화이트데이_로즈데이','기적 같은 사랑');
insert into mix 
values('파랑장미_소국', '포기하지 않고 자신의 길을 나아가는 모습이 멋지다면, 이 꽃을 선물해주세요 기적이 일어날거에요.','졸업식_성년의날','성공');
insert into mix 
values('파랑장미_소국_수국_퐁퐁', '함께 걸었던 그 길을 추억하거나 함께 가보고 싶다면 이 꽃을 선물해보세요.','졸업식','영원한 사랑_진심_성공');
insert into mix 
values('하얀장미_보라장미', '영원한 사랑을 꿈꾸는 당신, 함께 시작하고 싶은 그대에게 마음을 전하세요.','발렌타인데이_화이트데이_로즈데이','영원한 사랑');
insert into mix 
values('하얀장미_주황장미', '첫사랑을 시작하는 당신, 이루어지고 싶다면 어서 그대에게 마음을 전하세요.','발렌타인데이_화이트데이_로즈데이','첫사랑의 고백');
insert into mix 
values('하얀장미_주황장미_카네이션', '사랑하는 사람이 있다면 망설이지말고 표현해보세요. 꼭 이루어질거랍니다.','발렌타인데이_화이트데이_로즈데이_어버이날','첫사랑의 고백');
insert into mix 
values('하얀장미_보라안개', '그대를 향한 당신의 순수한 마음을 꽃을 통해 전해보세요.','발렌타인데이_화이트데이_로즈데이','순수한 사랑');
insert into mix 
values('하얀장미_리시안', '영원한 사랑을 원한다면, 그대에게 마음을 전해보세요.','발렌타인데이_화이트데이_로즈데이','영원한 사랑');
insert into mix 
values('하얀장미_리시안_수국', '당신의 올곧은 마음을 그대에게 전해보세요. 반드시 전해질거랍니다.','발렌타인데이_화이트데이_로즈데이','영원한 사랑_진심');
insert into mix 
values('하얀장미_리시안_스토크_카네이션', '당신의 깨끗한 마음을 고급스럽게 전하고 싶다면, 존경하는 사람에게 마음을 전해보세요.','어버이날_스승의날','존경_감사');
insert into mix 
values('하얀장미_리시안_수국_퐁퐁_카네이션', '새로운 사랑을 찾았다면 망설이지 말고 마음을 전해보세요.','발렌타인데이_화이트데이_로즈데이','첫사랑의 고백');
insert into mix 
values('하얀장미_보라안개_카네이션', '새출발을 하거나 준비하는 사람이 있다면, 잘되길 바라는 마음을 담아 표현하세요.','어버이날_졸업식_결혼식_성년의날','성공_감사_존경');
insert into mix 
values('하얀장미_수국', '존경하는 사람이 있다면, 당신의 진심을 담아 표현해보세요.','스승의날','진심_존경_감사');
insert into mix 
values('하얀장미_소국', '무언가를 시작하는 그대에게 잘되길 바라며 꽃선물 하나 어떠세요?','졸업식_성년의날','성공_당신의 앞날');
insert into mix 
values('하얀장미_소국_카네이션', '행복했으면 하는 그대에게 당신의 마음을 담아 선물하세요. 그대의 앞날을 축복해줄거랍니다.','졸업식_결혼식_성년의날','진심_행복한 사랑');
insert into mix 
values('하얀장미_퐁퐁_수국', '당신의 마음을 진지하게 전하고 싶다면 이 꽃과 함께 전하세요. 그대에게 당신의 마음이 전해질거랍니다.','발렌타인데이_화이트데이_로즈데이','진심');
insert into mix 
values('하얀장미_백합', '당신의 변하지 않는 마음을 전해주세요 그대에게 당신의 마음이 닿을거에요.','발렌타인데이_화이트데이_로즈데이','영원한 사랑');
insert into mix 
values('하얀장미_백합_소국', '그대를 소중히 여기는 당신, 오늘은 꽃과 함께 그대를 기쁘게 해주는건 어떨까요?','발렌타인데이_화이트데이_로즈데이','진심');
insert into mix 
values('보라장미_리시안', '서로의 사랑하는 마음이 영원하길 바란다면 보라색 장미를 선물해보세요. 그 소원 이루어질거예요.','발렌타인데이_화이트데이_로즈데이','영원한 사랑');
insert into mix 
values('보라장미_리시안_소국', '당신의 진실된 마음, 꽃과 함께 표현해 사랑하는 그대에게 전해보세요.','발렌타인데이_화이트데이_로즈데이','영원한 사랑_진심');
insert into mix 
values('보라장미_리시안_스토크_수국_카네이션', '당신의 변하지 않는 마음을 그대에게 전하는 건 어떠세요?','발렌타인데이_화이트데이_로즈데이_어버이날','영원한 사랑_존경_감사');
insert into mix 
values('주황장미_거베라_카네이션', '현재 가장 많이 사랑하는 사람이 첫사랑 아닐까요? 지금 생각나는 사람에게 수줍은 마음을 담아 선물해주세요.', '발렌타인데이_화이트데이_로즈데이_어버이날', '첫사랑의 고백');
insert into mix 
values('주황장미_거베라_카네이션_소국', '지금 숭고한 사랑을 하고 있는 상대가 있다면 꽃과 함께 당신의 마음을 더 표현해주세요.','발렌타인데이_화이트데이_로즈데이_어버이날','첫사랑의 고백_진심');
insert into mix 
values('주황장미_스토크_카네이션', '당신의 변하지않는 진심을 전하고 싶을 때, 확신을 주고 싶은 상대에게 당신의 마음을 전해보세요.','발렌타인데이_화이트데이_로즈데이_어버이날','첫사랑의 고백_진심');
insert into mix 
values('주황장미_카네이션', '사랑하는 그대에게 표현을 망설이는 당신, 마음을 표현하기 어렵다면 꽃과 함께 마음을 전해보세요.','발렌타인데이_화이트데이_로즈데이_어버이날','첫사랑의 고백_진심_감사_존경');
insert into mix 
values('주황장미_수국', '수줍어서 그대에게 표현하길 망설이는 당신, 꽃과 함께 마음을 전해보는건 어떠세요?','발렌타인데이_화이트데이_로즈데이','첫사랑의 고백_진심');
insert into mix 
values('해바라기', '당신만을 사랑한다고 이 꽃으로 고백해 보세요.','스승의날_발렌타인데이','존경_진심');
insert into mix 
values('해바라기_백합', '당신을 바라만 보아도 달콤한 웃음이 나온다고 말해주세요.','졸업식_스승의날','진심_존경_감사');
insert into mix 
values('해바라기_소국', '당신만을 사랑하는 마음이 진심이라고 알려주세요.','발렌타인데이','진심_영원한 사랑');
insert into mix 
values('거베라', '상대에게 신비로움을 선물하세요.','발렌타인데이_화이트데이','신비로운 사랑');
insert into mix 
values('거베라_리시안', '지금도 변함없이 당신곁을 지켜주는 신비로운 사람에게 선물하세요.','어버이날_스승의날','영원한 사랑_신비로운 사랑');
insert into mix 
values('거베라_리시안_하얀안개', '지금도 변함없이 곁에 있는 사람에게 사랑의 약속을 전하고 싶다면 이 꽃을 선물하세요.','결혼식','영원한 사랑');
insert into mix 
values('노랑거베라_리시안', '지금도 변함없는 우리의 사랑이 최고로 아름답다는 마음을 전하고 싶다면 이 꽃을 선물하세요.','결혼식','영원한 사랑_최고의 사랑');
insert into mix 
values('거베라_소국', '신비로운 당신의 연인에게 당신의 진심을 전하세요.','발렌타인데이_화이트데이','신비로운 사랑_진심');
insert into mix 
values('수국', '나의 당신을 향한 마음은 진심이야 연인에 대한 사랑의 마음을 확인시켜주고 싶다면 진심이란 꽃말을 담은 수국을 한번 선물해 보세요.','결혼식','진심');
insert into mix 
values('소국', '당신의 사랑의 진심을 확인 시켜주고 싶다면 소국을 선물해보세요.','결혼식','진심');
insert into mix 
values('소국_백합', '당신의 순수한 사랑이 진심이라면 이 꽃을 선물해보세요','기념일_결혼식','순수한 사랑_진심');
insert into mix 
values('하얀안개', '당신의 순수한 마음을 연인에게 이 꽃으로 보여주세요','발렌타인데이_화이트데이','순수한 사랑');
insert into mix 
values('분홍안개', '당신이 얼마나 당신의 연인을 사랑하는지 이 꽃과 함께 보여주세요','결혼기념일','영원한 사랑');
insert into mix 
values('분홍안개_파랑안개', '당신의 연인에게 영원히 죽을 만큼 사랑하겠다는 마음을 이 꽃으로 보여주세요','결혼기념일','영원한 사랑');
insert into mix 
values('분홍안개_파랑안개_노랑안개', '당신의 연인에게 영원히 죽을 만큼 사랑하겠다는 마음을 이 꽃으로 보여주세요','결혼기념일','영원한 사랑');
insert into mix 
values('분홍안개_파랑안개_하얀안개_보라안개', '도저히 말로는 설명할 수 없는 그 감정을 이 꽃과 함께 전해보세요','결혼기념일','영원한 사랑_순수한 사랑');
insert into mix 
values('노랑안개', '상대의 성공을 기원하는 마음을 담아 이 꽃을 선물하세요','졸업식','성공');
insert into mix 
values('파랑안개', '당신의 연인과의 사랑이 영원할 수 있도록 이 꽃을 선물하세요','결혼기념일_졸업식','영원한 사랑');
insert into mix 
values('보라안개', '당신의 순수한 마음을 이 꽃과 함께 보여주세요','결혼기념일','순수한 사랑');
insert into mix 
values('초록안개', '사랑을 이루길 바라는 마음을 담아 이 꽃을 선물해보세요','결혼기념일','사랑의 성공');
insert into mix 
values('퐁퐁', '당신의 진실된 감사의 마음을 이 꽃으로 전해보세요','결혼기념일','진심_감사');
insert into mix 
values('르네브', '당신의 순수한 마음을 이 꽃으로 전해보세요','스승의날','순수한 사랑');
insert into mix 
values('백합', '당신의 사랑이 순수하고 변치 않을 것임을 이 꽃으로 전해보세요','결혼기념일_스승의날','순수한 사랑_영원한 사랑');
insert into mix 
values('백합_르네브', '당신의 사랑이 순수하고 변치 않을 것임을 이 꽃으로 전해보세요','결혼기념일','순수한 사랑_영원한 사랑');
insert into mix 
values('카네이션', '당신이 존경하는 분에게 이 꽃으로 당신의 마음을 전하세요','어버이날_스승의날','감사_존경');
insert into mix 
values('카네이션_소국', '당신이 존경하는 분에게 이 꽃으로 당신의 진심을 전하세요','어버이날_스승의날','감사_존경');
insert into mix 
values('카네이션_하얀안개', '당신이 존경하는 분에게 이 꽃으로 당신의 마음을 전하세요','어버이날_스승의날','감사_존경');
insert into mix 
values('프리지아', '당신의 사랑이 영원할 것임을 연인에게 전해주세요. 상대의 앞날을 축복해주는 꽃으로도 좋아요','졸업식_결혼기념일_발렌타인데이','영원한 사랑_당신의 앞날');
insert into mix 
values('리시안', '당신의 사랑이 변치 않을 것임을 연인에게 전해주세요','발렌타인데이_결혼기념일_화이트데이','영원한 사랑');
insert into mix 
values('리시안_퐁퐁', '당신의 사랑이 변치 않을 것임을 진심을 담아 연인에게 전해주세요','발렌타인데이_결혼기념일_화이트데이','영원한 사랑_진심');
insert into mix 
values('리시안_퐁퐁_카네이션', '지금까지 변치않은 사랑의 고마움을 사랑하는 사람에게 전하세요','발렌타인데이_결혼기념일_화이트데이_어버이날','영원한 사랑_진심_감사_존경');
insert into mix 
values('리시안_퐁퐁_거베라', '사랑하는 연인에게 당신의 신비로운 사랑을 전달해주세요','발렌타인데이_화이트데이','영원한 사랑_신비로운 사랑');
insert into mix 
values('리시안_소국', '우리 사랑이 변치 않을 거라 말해주세요','발렌타인데이_화이트데이','영원한 사랑');
insert into mix 
values('리시안_소국_수국', '영원히 변치 않을 사랑을 전해주세요','발렌타인데이_화이트데이_결혼기념일','영원한 사랑');
insert into mix 
values('리시안_소국_스토크', '우리 사랑 언제나 아름답고 변치 않을 거라 말해주세요','발렌타인데이_화이트데이_결혼기념일','영원한 사랑');
insert into store 
values(1, '본 플레르', '062-653-8530','광주광역시 서구 풍암2로57번길 12-1','./img/store/1.jpg');
insert into store 
values(2, '보네르꽃집', '062-972-2546','광주광역시 광산구 첨단중앙로106번길 15','./img/store/2.jpg');
insert into store 
values(3, '더 플라워', '062-261-6081','광주광역시 동구 중앙로 232-2','./img/store/3.jpg');
insert into store 
values(4, '오월꽃집', '0507-1305-7597','광주광역시 서구 시청로 27','./img/store/4.jpg');
insert into store 
values(5, '꽃블링', '0507-1396-5131','광주광역시 북구 송월로30번길 46','./img/store/5.jpg');
insert into store 
values(6, '꽃을 담다', '0507-1310-3957','광주광역시 광산구 수완로11번길 27','./img/store/6.jpg');
insert into store 
values(7, '라레브', '1661-6442','광주 광산구 장신로20번안길 2','./img/store/7.jpg');
insert into store 
values(8, '에떼르넬플뢰르', '062-371-0055','광주 서구 시청로 71 상무 리채시티','./img/store/8.jpg');
insert into store 
values(9, '꽃피네', '0507-1342-5112','광주 광산구 수완로50번길 63 1층','./img/store/9.jpg');
insert into store 
values(10, '꽃이있는집', '0507-1325-3725','광주 북구 첨단연신로 133번길 7','./img/store/10.jpg');
insert into store 
values(11, '꽃드리움', '0507-1313-5489','광주 동구 충장로 58번길 14 고운라피네 상가 104호','./img/store/11.jpg');
insert into store 
values(12, '꽃, 열음', '010-5298-5068','광주 서구 화정로 244번길 21','./img/store/12.jpg');






